Repository: common-repository/clean-unused-medias
Catalog: languages/clean-unused-medias-*.po
Languages: fr_fr

source: %s media treated.
fr_fr: %s média vérifié.

source: <a href="#lnjcm-pause" class="lnjcm-pause">Stop the crawler</a>
fr_fr: <a href="#lnjcm-pause" class="lnjcm-pause">Arrêter le traitement</a>

source: <a href="#lnjcm-recrawl" class="lnjcm-recrawl">Relaunch the crawl</a>
fr_fr: <a href="#lnjcm-recrawl" class="lnjcm-recrawl">Relancer un nouveau traitement</a>

source: <a href="#lnjcm-recrawl" class="lnjcm-recrawl">Relaunch the crawl</a> or <a href="#lnjcm-resume" class="lnjcm-resume">resume</a> the lastest one</a>.
fr_fr: <a href="#lnjcm-recrawl" class="lnjcm-recrawl">Relancer un nouveau traitement</a> ou <a href="#lnjcm-resume" class="lnjcm-resume">poursuivre</a> celui en cours</a>.

source: <a href="#lnjcm-refresh" class="lnjcm-refresh-result">Refresh the results</a> |
fr_fr: <a href="#lnjcm-refresh" class="lnjcm-refresh-result">Actualiser les résultats</a> |

source: <strong>%1$s&percnt;</strong> (%2$s/%3$s) actually treated.
fr_fr: <strong>%1$&percnt;</strong> (%2$s/%3$s) actuellement traité.

source: %s media can't be deleted.
fr_fr: %s média impossible à supprimer.

source: %s media deleted.
fr_fr: %s média supprimé.

source: &laquo; previous
fr_fr: &laquo; précédent

source: <strong>%1$s&percnt;</strong> (%2$s/%3$s) actually treated.
fr_fr: <strong>%1$s&percnt;</strong> (%2$s/%3$s) actuellement traité.

source: <strong>%s</strong> media found.
fr_fr: <strong>%s</strong> media trouvé.

source: a featured image of <a href="%1$s" target="_blank">%2$s</a>
fr_fr: une image à la une de <a href="%1$s" target="_blank">%2$s</a>

source: a featured image of:
fr_fr: une image à la une de :

source: All good.
fr_fr: Tout va bien.

source: Check / Uncheck all
fr_fr: Cocher / Décocher tout

source: Check / Uncheck filters
fr_fr: Cocher / Décocher les filtres

source: Check it
fr_fr: Vérifier

source: Clean Unused Medias : Simple way to delete medias not attached to any posts or pages
fr_fr: Clean Unused Medias : Une solution simple pour supprimer les médias non reliés à un article ou une page

source: Dashboard
fr_fr: Tableau de bord

source: Delete selected medias
fr_fr: Supprimer les médias sélectionnés

source: Delete the medias is irreversible. Take precautions by making a backup and / or by being sure you really want to do it.
fr_fr: La suppression des médias est irréversible. Prenez des précautions en faisant une sauvegarde et / ou en étant certain de vouloir le faire.

source: Deleting medias in progress...
fr_fr: Suppression des médias en cours ...

source: Edit media
fr_fr: Modifier le média

source: Error. Access denied.
fr_fr: Erreur. Accès refusé.

source: Error. Parameters missing.
fr_fr: Erreur. Paramètres manquants.

source: Filter with keywords
fr_fr: Filtrer par mots clés

source: Filters
fr_fr: Filtres

source: Launch Thickbox
fr_fr: Lancement de Thickbox

source: Launching crawl...
fr_fr: Lancement du traitement en cours ...

source: Loading ...
fr_fr: Chargement en cours ...

source: Loading...
fr_fr: Chargement en cours ...

source: Media page
fr_fr: Page du média

source: Medias per page
fr_fr: Médias par page

source: next &raquo;
fr_fr: suivant &raquo;

source: No medias were selected.
fr_fr: Aucun média n'a été sélectionné.

source: No result matching to filters.
fr_fr: Aucun résultat ne correspond aux critères.

source: Not a post thumbnail
fr_fr: N'est pas une image à la une

source: Not in ACF fields
fr_fr: Non présent dans un champ ACF

source: Not in post's / page's / custom post type's content
fr_fr: N'est pas dans le contenu de l'article / page / custom post type

source: Not in post's / page's / custom post type's metas
fr_fr: N'est pas dans les métas de l'article / page / custom post type

source: Not in site's options
fr_fr: N'est pas dans les options du site

source: Not in user's metas
fr_fr: N'est pas dans les métas utilisateur

source: Not related to a post
fr_fr: Non relatif à un élément

source: Not the site favicon
fr_fr: N'est pas le favicon du site

source: Pause crawl.
fr_fr: Mise en pause du traitement.

source: related to <a href="%1$s" target="_blank">%2$s</a>
fr_fr: relatif à <a href="%1$s" target="_blank">%2$s</a>

source: Relaunching crawl...
fr_fr: Nouveau traitement en cours de lancement ...

source: Reset crawl.
fr_fr: Nouveau traitement.

source: Resume crawl.
fr_fr: Poursuivre le traitement.

source: Resuming crawl...
fr_fr: Traitement en cours de reprise ...

source: Stopping crawl...
fr_fr: Arrêt du traitement en cours ...

source: The crawl is already processing somewhere else (in WP-Cron or in another session).
fr_fr: Le traitement est déjà en cours de traitement quelque part (par le Cron WordPress ou dans une autre session).

source: The crawl was completed on %1$s at %2$s.
fr_fr: Traitement achevé le %1$s à %2$s.

source: The crawl was stopped.
fr_fr: Le traitement a été arrêté.

source: This media is used anywhere.
fr_fr: Ce média n'est utilisé nulle part.

source: This media is:
fr_fr: Ce média est :

source: Those features need to crawl all the post's contents, post's metas, user's metas and site's options. It may takes some times.
fr_fr: Ces options nécessitent de parcourir tous les contenus, les métas de ces derniers et des utilisateurs, ainsi que les options du site. Cela peut prendre un certains temps.

source: Uploaded on
fr_fr: Mis en ligne le

source: used as a favicon
fr_fr: utilisé comme favicon

source: used in an ACF of <a href="%1$s" target="_blank">%2$s</a>
fr_fr: utilisé dans un champ ACF de <a href="%1$s" target="_blank">%2$s</a>

source: used in an ACF of:
fr_fr: utilisé dans un champ ACF de :

source: used in meta for the users:
fr_fr: utilisé dans une meta pour les utilisateurs :

source: used in meta for user <a href="%1$s" target="_blank">%2$s</a>
fr_fr: utilisé dans une meta pour l'utilisateur <a href="%1$s" target="_blank">%2$s</a>

source: used in the content of <a href="%1$s" target="_blank">%2$s</a>
fr_fr: utilisé dans le contenu de <a href="%1$s" target="_blank">%2$s</a>

source: used in the content of:
fr_fr: utilisé dans le contenu de :

source: used in the meta of <a href="%1$s" target="_blank">%2$s</a>
fr_fr: utilisé dans une meta pour <a href="%1$s" target="_blank">%2$s</a>

source: used in the meta of:
fr_fr: utilisé dans une meta pour :

source: used in the option <strong>`%s`</strong>
fr_fr: utilisé dans l'option <strong>`%s`</strong>

source: used in the options:
fr_fr: utilisé dans les options :

source: You can check it again.
fr_fr: Vous pouvez revérifier.
